players = []
playerslog = []  # для корректной работы
civils = ['Австрия', 'Америка', 'Англия', 'Аравия', 'Ассирия', 'Ацтеки', 'Бразилия', 'Вавилон',
          'Византия', 'Германия', 'Голландия', 'Греция', 'Дания', 'Египет', 'Зулусы', 'Индия',
          'Индонезия', 'Инки', 'Ирокезы', 'Карфаген', 'Кельты', 'Китай', 'Корея', 'Майя',
          'Марокко', 'Монголия', 'Персия', 'Полинезия', 'Польша', 'Португалия', 'Рим',
          'Россия', 'Сиам', 'Сонгай', 'Турция', 'Франция', 'Швеция', 'Шошоны', 'Эфиопия',
          'Япония']
part = []
part.extend(civils)
partban = []
banned = []
users_id = []

DB_KEY = "mongodb://DataUser:Sorodich666@ds211099.mlab.com:11099/heroku_w4jzwn4c"
BOT_TOKEN = "NTc2NDA3NjA2ODU2MjUzNDQw.XrQtOw.yn00ywOVIBBvgriBKyqoglwTYG8"
